Rhino.Inside.Revit API
RectangleConverter.ToRectangle Method
Overload List
Name | Description
ToRectangle(Rectangle)
 Converts the specified Autodesk.Revit.DB.Rectangle to an equivalent Rectangle.
ToRectangle(Rectangle)
 Converts the specified Rectangle to an equivalent Autodesk.Revit.DB.Rectangle.
Top
See Also
Reference
RectangleConverter Class
RhinoInside.Revit.Convert.System.Drawing Namespace